Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaisnuoret_vaativat_toimia_ilmastonmuutoksen_hillitsemiseksi.html.tmx
Source language: fin
Languages: sms

source: Saamelaisnuoret vaativat toimia ilmastonmuutoksen hillitsemiseksi
sms: Sääʹmnuõr õõlǥte tååimaid äimm-muttâz tuõʹlstõõllmõʹšše

source: Tunnistamme ilmastokriisin ja vaadimme välittömiä toimia ympäristömuutosten hillitsemiseksi.
sms: Tobdstep äimmõskriis da õõlǥtep ǩirrsaid tååimaid pirrõsmuttsi tuõʹlstõõllmõʹšše.

source: Meillä on oikeus tulevaisuuteen ja sen tulee olla meidän näköisemme.
sms: Meeʹst lij vuõiggâdvuõtt puõʹttiäigga da tõt âlgg leeʹd jiiʹjjen-nallšem.

source: Saamelaisnuorten julkilausuma nostaa esille huolen Saamenmaan luonnon tilanteesta ja tulevaisuudesta sekä kokoaa yhteen toimenpide-ehdotuksia.
sms: Sääʹmnuõri õõlmâsceälkkmõš kägg õlmmsa huõl Sääʹmjânnam luâđ vueʹjjest da puõʹttivuõđâst de noor õʹhtte tåimmjem eʹtǩǩõõzzid.

source: Saamelaisnuoret vaativat toimia ilmastonmuutoksen hillitsemiseksi ja siihen sopeutumiseen.
sms: Sääʹmnuõr õõlǥte tååimaid äimm-muttâz tuõʹlstõõllmõʹšše da tõõzz šiõttlõõvvmõʹšše.

source: Saamelaisnuoret ovat huolissaan ilmastonmuutoksen vaikutuksista erityisesti saamelaisten perinteisiin elinkeinoihin ja kulttuuriin.
sms: Sääʹmnuõr liâ peʹcclõõžžâst äimm-muttâz vaikktõõzzin jeärbõʹžžen säʹmmlai äʹrbbvuõđlaid jieʹllemvueʹjjid da kulttuuʹre.

source: – Julkilausumassa esitämme vaatimuksen, että saamelainen perinnetieto nostetaan tasa-arvoiseksi tiedon lähteeksi, kun tutkitaan ja puhutaan ilmastonmuutoksesta, alueiden käytöstä ja perinteisistä elinkeinoista.
sms: – Õõlmâsceälkkmõõžžâst eeʹttkâʹsttep õõlǥtõõzz, što säʹmmlaž äʹrbbvueʹǩǩteâđ käʹǧǧe tääʹssärvvsõʹžžen teâđ käivvan, ǥu tuʹtǩǩee da maainste äimm-muttsest, vuuʹdi âânnmõõžžâst da ärbbvuõđlain jieʹllemvueʹjjin.

source: IPCC raportti kertoo karuja faktoja ilmastokriisistä.
sms: IPCC raportt peäggat raʹhttjid tuõttaaʹššid äimmõskriisâst.

source: Olemme puhuneet ilmastonmuutoksen seurauksista ja yhteisömme kohtaamista vaikutuksista jo vuosikaudet.
sms: Leäʹp mainstam äimm-muttâz seuʹrrjõõzzin da õhttõõzzâm teivvam vaikktõõzzin juʹn eeʹǩǩpõõʹjid.

source: Emme voi estää vaikutuksia, vaan meidän pitää aloittaa sopeutumistoimet kulttuurimme, kieltemme ja elinkeinojemme turvaamiseksi, toteavat julkilausuman laatimiseen osallistuneet Suomen Saamelaiskäräjien nuorisoneuvoston puheenjohtaja Anni-Sofia Niittyvuopio ja Ruotsin Saamelaiskäräjien nuorisoneuvoston puheenjohtaja Maria Unnes.
sms: Jeäʹp vueiʹt teänab cõggâd vaikktõõzzid, ba mij feʹrttjep altteed šiõttlõõvvâmtååimaid kulttuurâm, ǩiõleen da jieʹllemvueʹjjeen staanmõssân, tueʹtte õõlmâsceälkkmõõžž raajjmõʹšše vuässõõttâm Lääʹddjânnam Sääʹmteeʹǧǧ nuõrisuåvtõõzz saaǥǥjååʹđteei Anni-Sofia Niittyvuopio da Ruõccjânnam Sääʹmteeʹǧǧ nuõrisuåvtõõzz saaǥǥjååʹđteei Maria Unnes.

source: Lisäksi julkilausumassa todetaan, että yhteistyö saamelaisnuorten välillä pitää turvata yhteisillä tapahtumilla ja kokoontumisilla ja yhteistyötä saamelaisten välillä yli valtionrajojen ja muiden alkuperäiskansojen kanssa tulee vahvistaa ja lisätä.
sms: Lââʹssen õõlmâsceälkkmõõžžâst tuõʹtte, što õhttsažtuâjj sääʹmnuõri kõõskâst âlgg staanâd õhttsain noorõõttmõõžžin da teivvmõõžžin de õhttsažtuâj säʹmmlai kõõskâst pâiʹl valdiaraaji da jeeʹres alggmeeraivuiʹm âlgg raʹvvjed da lââʹzzted.

source: Saamelaisnuoret ovat valmistelleet julkilausuman yhteispohjoismaisen saamelaisnuorten konferenssin osana.
sms: Sääʹmnuõr liâ valmštõõllâm õõlmâsceälkkmõõžž õhttsažtâʹvvjânnmallša sääʹmnuõri konfereeʹns vueʹssen.

source: Julkilausuma toimii työkaluna yhteispohjoismaisen saamelaisnuorten yhteistyössä ja se on toimintamalli yli valtionrajojen ilmastonmuutosta vastaan.
sms: Õõlmâsceälkkmõš tåimmai tuâjjneävvan õhttsažtâʹvvjânnmallša sääʹmnuõri õhttsažtuâjast da tõt lij tåimmam-mall pâiʹl valdiaraaji äimm-muuttâs vuâstta.

source: Julkilausuma on luettavissa:
sms: Õõlmâsceälkkmõš lij lookkâmnalla:

source: pohjoissaameksi
sms: tâʹvvsäämas

source: inarinsaameksi
sms: aanarsäämas

source: koltansaameksi
sms: nuõrttsäämas

source: suomeksi
sms: lääddas

source: englanniksi
sms: eŋgglõssân

source: Yhteispohjoismainen saamelaisnuorten konferenssi pidettiin etätapahtumana 26.8.2021.
sms: Õhttsažtâʹvvjânnmallšaž sääʹmnuõri konfereʹnss õʹnne olgglõsnoorõõttmõššân 26.8.2021.

source: Konferenssin pääjärjestäjänä toimi Saamelaiskäräjien nuorisoneuvosto ja se järjestettiin yhteistyössä Norjan, Ruotsin ja Suomen Saamelaiskäräjien nuorisotoimijoiden kanssa.
sms: Konfereeʹns väʹlddriâššjen toiʹmmji Sääʹmteeʹǧǧ nuõrisuåvtõõzz da tõn reâʹšše õhttsažtuâjast Taarrjânnma,Ruõccjânnam da Lääʹddjânnam Sääʹmteeʹǧǧ nuõritoiʹmmjeeʹjivuiʹm.

source: Konferenssissa puheenvuoroja pitivät Suomen ympäristö- ja ilmastoministeri Krista Mikkonen , Saamelaisen parlamentaarisen neuvoston puheenjohtaja Aili Keskitalo, Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso ja nuori poromies Jussa Seurujärvi.
sms: Konfereeʹnsest särnnamvuâraid õʹnne Lääʹddjânnam pirrõs- da äimmõsminister Krista Mikkonen, sääʹmparlamentaarlaž suåvtõõzz saaǥǥjååʹđteei Aili Keskitalo, Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso da nuõrr puäʒʒooumaž Jussa Seurujärvi.

source: Työpajoja pitivät somevaikuttaja Emmi Nuorgam, artivisti Pauliina Feodoroff ja globaali nuorisojärjestö Youth4Nature.
sms: Tuâjjpõõrtid õʹnne somevaikkteei Emmi Nuorgam , artivistt Pauliina Feodoroff da globaal nuõri- organisaatio Youth4Nature.

source: Konferenssin teemana oli ilmastonmuutos ja sen osana tehtiin julkilausuma.
sms: Konfereeʹns teeʹmmen leäi äimm-muuttâs da tõn vueʹssen raʹjje õõlmâsceälkkmõš.

source: Lisätietoja
sms: Lââʹzzteâđaid

source: Anni-Sofia Niittyvuopio Suomen saamelaiskäräjien nuorisoneuvoston puheenjohtaja puh. +358 40 708 2072 anni-sofia.niittyvuopio(at)samediggi.fi
sms: Anni-Sofia Niittyvuopio Lääʹddjânnam Sääʹmteeʹǧǧ nuõrisuåvtõõzz saaǥǥjååʹđteei +358 40 708 2072 anni-sofia.niittyvuopio(at)samediggi.fi

source: Maria Unnes Ruotsin saamelaiskäräjien nuorisoneuvoston puheenjohtaja maria.unnes(at)sametinget.se
sms: Maria Unnes Ruõccjânnam Sääʹmteeʹǧǧ nuõrisuåvtõõzz saaǥǥjååʹđteei maria.unnes(at)sametinget.se

source: Elli-Marja Hetta Suomen saamelaiskäräjien nuorisosihteeri puh. +358 50 382 5179 elli-marja.hetta(at)samediggi.fi
sms: Elli-Marja Hetta Lääʹddjânnam Sääʹmteeʹǧǧ nuõripiisar +358 50 382 5179 elli-marja.hetta(at)samediggi.fi
